# Essentials
curl
git

# My CLI setup
fish
neovim
mise
tig
tmux
vim
uv

# Modern "UNIX" tools
fd
fzf
ripgrep
sd

# macOS CLI
reattach-to-user-namespace

# Vendors 
awscli
gh

# More CLI-foo
ast-grep
pstree
xsv

# Casks
alfred
caffeine
gitx
karabiner-elements
sublime-text
wezterm
qlmarkdown
google-chrome
